AboutDialog.menu2.label=\u00c9dition
AboutDialog.menu1.label=Fichier
AboutDialog.okAboutBtn.toolTipText=Fermer la fen\u00eatre
AboutDialog.okAboutBtn.text=Fermer
AboutDialog.aboutText.text=\n Bienvenue dans votre conseiller en improvisation version 10.2 \n\n Auteurs:\n Bob Keller, Stephen Jones, Aaron Wolin, David Morrison, Martin Hunt, \n Steven Gomez, Jim Herold, Brandy McMenamy, Sayuri Soejima, Emma Carlson, \n Jon Gillick, Kevin Tang, Stephen Lee, Chad Waters, John Goodman, Lasconic, \n Julia Botev, Michael Carney, Paul Hobbs, Ryan Wieghard, Amos Byon, \n Zachary Merritt, Xanda Schofield, August Toman-Yih, David Halpern,\n Jack Davison, Audrey Musselman-Brown, Kevin Choi, Brian Howell, \n Caitlin Chen, Nicolas Chung, Anna Turner, Hayden Blauzvern, Nate Tarrh,\n Kelly Lee, Brian Kwak, Willem Engen, \u00c9ric Chicot, Mark Heimann, \n Nava Dallal, Carli Lessard, Alex Putman, Becki Yukman, Errick Jackson,\n Nathan Kim, Zachary Kondak, Mikayla Konst, Baunnee Martinez,\n Daniel Scanteianu, Amelia Sheppard, David Siah, Mira Jambusaria,\n Adrian Mettler, Gabriel Neer, Erika Rice Sherpelz,  Jeffrey Sherpelz,\n Daniel Johnson, Nicholas Weintraut, Sam Goree, Samantha Long, \n Joseph Yaconelli, Isys Archell Johnson, Cai Glencross, Lukas Gnirke,\n Rachel Goldstein, and Andy Vainauskas.\n \n Pour de plus amples informations et des tutoriels, visitez le site web :\n\thttp://www.cs.hmc.edu/~keller/jazz/improvisor\n Pour plus de partitions et un support, joignez le groupe Yahoo! :\t\n\thttps://groups.yahoo.com/neo/groups/impro-visor/info\n Pour le code source, regardez sur :\t\n\thttps://github.com/Impro-Visor/Impro-Visor\n Copyright (c) 2005-2020, Robert Keller and Harvey Mudd College \n\n This program is FREE software. You can redistribute it and/or modify it\n under the terms of the GNU General Public License as published by the\n Free Software Foundation, either version 2 of the License, or any later\n version. This program is distributed in the hope that it will be useful,\n but WITHOUT ANY WARRANTY; without even the implied warranty of\n merchantability or fitness for a particular purpose.  See the GNU\n General Public License for more details, which may be found at:\n         http://www.gnu.org/licenses/\n Nous esp\u00e9rons sinc\u00e8rement que vous prendrez plaisir \u00e0 utiliser Impro-Visor!\n
AboutDialog.aboutLabel.text=Impro-Visor version 10.2
AboutDialog.title=\u00c0 propos de Impro-Visor\n
FirstTimeDialog.title=\u00c0 propos de Impro-Visor\n
FirstTimeDialog.menu2.label=\u00c9dition
FirstTimeDialog.menu1.label=Fichier
FirstTimeDialog.okAboutBtn.toolTipText=Fermer la fen\u00eatre
FirstTimeDialog.okAboutBtn.text=Fermer
FirstTimeDialog.openMidiPrefsBtn.toolTipText=Fermer la fen\u00eatre
FirstTimeDialog.openMidiPrefsBtn.text=Ouvrir les param\u00e8tres MIDI
FirstTimeDialog.aboutText.text=\n\tBienvenue dans votre conseiller en improvisation version 10.2\n\n\tTutoriels : http://www.cs.hmc.edu/~keller/jazz/improvisor/tutorials.html\n\n\tCe message s'affiche lors de la premi\u00e8re ouverture de l'application \n\tou depuis le menu Aide\n\n\tLors du premier lancement, Impro-Visor copie divers fichiers \u00e0 la racine \n\tde votre r\u00e9pertoire personnel dans le dossier suivant :\n\n\t\timpro-visor-version-10-files\n\n  \tLes fichiers sont des partitions, des styles et des vocabulaire\n\tSi vous souhaitez pr\u00e9server les fichiers des versions pr\u00e9c\u00e9dentes,\n\tvous devez les d\u00e9placer ou les copier manuellement.\n\tC'est pour que Impro-visor n'\u00e9crase pas les fichiers pr\u00e9c\u00e9dents \n\tque vous avez probablement modifi\u00e9.\n\tQuand le r\u00e9pertoire est pr\u00e9sent, Impro-Visor ne copie pas les fichiers\n\tau prochain lancement et n'affiche pas ce message.\n\t\n\tPour obtenir du son, vous aurez besoin de r\u00e9gler les pr\u00e9f\u00e9rence de sortie MIDI\n\t(Vous pouvez utiliser le bouton ci-dessous) en choissisant une sortie suivante\n\n\tMicrosoft GS Wavetable SW Synth  \n\tMicrosoft MIDI Mapper\n\tGervill\n \n\tou tout autre dispositif ou programme qui prend en charge l'entr\u00e9e MIDI.\n\tCe dernier doit \u00eatre en marche au moment o\u00f9 Impro-Visor est lanc\u00e9,\n\tmais peut \u00eatre laiss\u00e9 en marche.\n\n\tD'autres informations se trouvent dans la note de publication README.txt\n\tet aussi sur le site web https://sourceforge.net/projects/impro-visor/files/\n\n\tVous pouvez afficher ce message depuis le menu Aide -> Message de lancement.\n \n
FirstTimeDialog.aboutLabel.text=Impro-Visor version 10.2